/* No comment provided by engineer. */
"%1$@ %2$@ has been downloaded and is ready to use! Would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@ wurde heruntergeladen. Möchten Sie %1$@ jetzt durch die neue Version ersetzen und das Programm erneut starten?";

/* No comment provided by engineer. */
"%1$@ can't be updated when it's running from a read-only volume like a disk image or an optical drive. Move %1$@ to your Applications folder, relaunch it from there, and try again." = "%1$@ befindet sich auf einem schreibgeschützten Volume und kann dort nicht aktualisiert werden. Bitte beenden Sie %1$@, bewegen Sie die Programmdatei in einen anderen Ordner und versuchen Sie es erneut.";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ ist die aktuelle Version.";

/* No comment provided by engineer. */
"%@ %@ is now available--you have %@. Would you like to download it now?" = "%1$@ %2$@ ist verfügbar. Sie verwenden Version %3$@. Möchten Sie die neue Version jetzt laden?";

/* No comment provided by engineer. */
"%@ downloaded" = "%@ geladen";

/* No comment provided by engineer. */
"%@ of %@" = "%1$@ von %2$@";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "Eine neue Version von %@ ist verfügbar.";

/* No comment provided by engineer. */
"A new version of %@ is ready to install!" = "Eine neue Version von %@ ist zur Installation bereit.";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "Die Aktualisierungsinformationen konnten nicht geladen werden. Bitte versuchen Sie es später erneut.";

/* No comment provided by engineer. */
"An error occurred while downloading the update. Please try again later." = "Die Aktualisierung konnte nicht geladen werden. Bitte versuchen Sie es später erneut.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "Die Aktualisierung konnte nicht entpackt werden. Bitte versuchen Sie es später erneut.";

/* No comment provided by engineer. */
"An error occurred while installing the update. Please try again later." = "Die Aktualisierung konnte nicht installiert werden. Bitte versuchen Sie es später erneut.";

/* No comment provided by engineer. */
"An error occurred while parsing the update feed." = "Die Aktualisierungsinformationen konnten nicht gelesen werden.";

/* No comment provided by engineer. */
"An error occurred while relaunching %1$@, but the new version will be available next time you run %1$@." = "Beim erneuten Starten von %1$@ ist ein Fehler aufgetreten. Die aktualisierte Version des Programms steht aber trotzdem beim nächsten Programmstart zur Verfügung.";

/* the unit for bytes */
"B" = "B";

/* No comment provided by engineer. */
"Cancel" = "Abbrechen";

/* No comment provided by engineer. */
"Cancel Update" = "Aktualisierung abbrechen";

/* No comment provided by engineer. */
"Checking for updates..." = "Nach Aktualisierung suchen …";

/* Take care not to overflow the status window. */
"Downloading update..." = "Aktualisierung laden …";

/* Take care not to overflow the status window. */
"Extracting update..." = "Aktualisierung entpacken …";

/* the unit for gigabytes */
"GB" = "GB";

/* No comment provided by engineer. */
"Install and Relaunch" = "Programm installieren und erneut starten";

/* Take care not to overflow the status window. */
"Installing update..." = "Aktualisierung installieren …";

/* the unit for kilobytes */
"KB" = "KB";

/* the unit for megabytes */
"MB" = "MB";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Ready to Install" = "Bereit zur Installation";

/* No comment provided by engineer. */
"Should %1$@ automatically check for updates? You can always check for updates manually from the %1$@ menu." = "Soll %1$@ automatisch nach Aktualisierungen suchen? Sie können aus dem %1$@-Menü immer manuell nach Aktualisierungen suchen.";

/* No comment provided by engineer. */
"Update Error!" = "Aktualisierung fehlgeschlagen.";

/* No comment provided by engineer. */
"Updating %@" = "%@ aktualisieren";

/* No comment provided by engineer. */
"You already have the newest version of %@." = "Sie nutzen bereits die aktuelle Version von %@.";

/* No comment provided by engineer. */
"You're up-to-date!" = "Sie sind auf dem neuesten Stand.";